{
    "header": {
        "about-me": "Über mich",
        "projects": "Portfolio"
    },
    "atf": {
        "dev": "Entwickler",
        "btn": {
            "projects": "Meine Arbeiten",
            "contact": "Kontakt"
        },
        "text-tape": {
            "open-to-work": "Offen für neue Herausforderungen",
            "remote": "Auch für´s Home Office zu haben",
            "dev": "Frontend Entwickler",
            "location": "In Wolfenbüttel zu Hause",
            "next": "Angehender Fullstack Entwickler"
        }
    },
    "about-me": {
        "headline": "Wer bin ich",
        "card-headline": "Über mich",
        "main-text": "Hallo, mit mir als Frontendentwickler gewinnt Ihr Unternehmen einen strukturierten, verantwortungsbewusten und teamfähigen Mitarbeiter. Zudem verfüge ich über analytisches Denken und eine gute Ausdrucksfähigkeit.",
        "location": "Ich lebe in Wolfenbüttel, bin mobil und ebnso offen für Heimarbeit.",
        "mind": "Das Gefühl, ein Problem zu lösen ist es, das mich motiviert.",
        "hook": "Meinen neuen Aufgaben und Herausforderungen widme ich mich stets mit großer Motivation und vollem Einsatz."
    },
    "skill-set": {
        "headline": "Technologien",
        "card-headline": "Skills",
        "main-text": "In Gruppen- sowie Solo- Projekten habe ich mich bereits in einige Frontendtechnologien einarbeiten können. Zu meinen täglich benötigten Skills zählen unter Anderem insbesonder JavaScript, HTML, SCSS, Typscript, Angular und Git.",
        "question-first": "Sie brauchen",
        "question-second": " einen anderen Skill?",
        "main-text-second": "Gern erlerne ich neue Skills und arbeite mich in neue und bei Ihnen benötigte Technologien ein.",
        "card-end": "Reden wir!",
        "speech-bubble": "Ich habe großes Interesse an"
    },
    "projects": {
        "headline": "Portfolio",
        "second-headline": "Projekte",
        "main-text": "Entdecken Sie eine Auswahl meiner Projekte - Testen Sie die Apps, um meine Skills in Aktion zu sehen.",
        "card-headline": "Worum geht es in diesem Projekt?",
        "join": "Join ist ein Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Drag & Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
        "game": "El Pollo Loco ist ein Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
        "bubble": "Diese App ist ein Slack Clone. Sie revolutioniert die Teamkommunikation und -zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeitnachrichten und robuster Kanalorganisation.",
        "button": "Nächstes Projekt"
    },
    "slider": {
        "headline": "Mein Weg",
        "start": {
            "headline": "Am Anfang",
            "text": "Angefangen habe ich mit dem Nachcoden eines Snake Spiels. Anstatt danach das nächste Tutorial zu starten, habe ich dieses Programm fast ein Jahr nebenberuflich weiterentwickelt. Nach dem Motto: \"Lerne in die Tiefe, nicht in die Breite\". Informationen musste ich mir stets selbst suchen."
        },
        "at-now": {
            "headline": "Zur Zeit",
            "text": "Bei der Developer Akademie habe ich gelernt, dass es genau dieser Skill ist, der einen in der Programmierung voran bringt. Zusätzlich lässt mich der rote Faden dieser Weiterbildung schnell in den jobrelevanten Skills wachsen, sowie die Codereviews erfahrener Entwickler."
        },
        "future": {
            "headline": "In Zukunft",
            "text": "In naher Zukunft stehen weitere spannende Projekte auf dem Plan, die Skills wie Phyton, Linux und Django erfordern. Ich freue mich künftig meine Skills weiter ausbauen zu können und auch neue zu erlernen. Vielleicht bei Ihnen?"
        }
    },
    "contact": {
        "headline": "Kontakt",
        "second-headline": "Arbeiten wir zusammen",
        "question": "Sie haben ein Problem zu lösen?",
        "main-text": "Kontaktieren Sie mich mittels nebenstehendem Formular. Ich freue mich von Ihnen zu hören und mit meiner Arbeit einen Mehrwert in Ihren Projekten zu schaffen.",
        "end-first": "Sie suchen einen Frontendentwickler? ",
        "end-second": "Sprechen Sie mich gern an!",
        "form": {
            "name": {
                "headline": "Wie ist Ihr Name?",
                "placeholder": "Hier Ihren Namen eingeben",
                "err": "Bitte tragen Sie ihren Namen ein. Min. 3 Zeichen.",
                "title": "Erlaubte Sonderzeichen: . - /"
            },
            "email": {
                "headline": "Wie lautet Ihr E-Mail-Adresse?",
                "placeholder": "Ihre.email@email.com",
                "err": "Bitte geben Sie eine existierende E- Mail- Adresse ein"
            },
            "message": {
                "headline": "Wie kann ich Ihnen helfen?",
                "placeholder": "Hey Nicolas, mein Anliegen ist...",
                "err": "Min. 10 Zeichen.",
                "title": "Erlaubte Sonderzeichen: , . ! ? # : ; % & € - * + / "
            },
            "check-box-first": "Ich habe die",
            "check-box-link": " Datenschutzerklärung ",
            "check-box-end": " gelesen und stimme dem Prozess der Verarbeitung meiner Daten zu.",
            "btn": "Senden",
            "btn-send": "E- Mail erfolgreich versendet"
        }
    },
    "footer": {
        "dev": "Entwickler",
        "ger": "Deutschland",
        "legal-notice": "Impressum",
        "privacy-policy": "Datenschutz",
        "links": {
            "privacy-policy": "datenschutz",
            "legal-notice": "impressum"
        }
    }
}